{"Политика за бисквити":"Cookie Policy","Последна актуализация на 8 декември 2022 г":"Last update on December 8, 2022.","Дата на влизане в сила 08 декември 2022 г":"Entry into force date December 8, 2022.","Тази Политика за поверителност описва политиките на Strover, дружество 2, София 1582, България, имейл: stroverbg@gmail.com, телефон: +359 87 6237725 относно събирането, използването и разкриването на вашата информация, която събираме, когато използвате нашия уебсайт ( https://strover.bg ). (услугата). Чрез достъпа до или използването на Услугата вие се съгласявате със събирането, използването и разкриването на вашата информация в съответствие с тази Политика за поверителност. Ако не сте съгласни със същото, моля, не влизайте и не използвайте Услугата.":"This Privacy Policy describes the policies of Strover, Ltd., Sofia 1582, Bulgaria, email: stroverbg@gmail.com, phone: +359 87 6237725, regarding the collection, use and disclosure of your information that we collect when you use our website (https://strover.bg) (the \"Service\"). By accessing or using the Service you agree to the collection, use and disclosure of your information in accordance with this Privacy Policy. If you do not","Можем да променим тази Политика за поверителност по всяко време без предизвестие до Вас и ще публикуваме преработената Политика за поверителност в Услугата. Ревизираната Политика ще влезе в сила 180 дни след публикуването на ревизираната Политика в Услугата и вашият продължаващ достъп или използване на Услугата след този период ще означава приемане от Ваша страна на ревизираната Политика за поверителност. Затова ви препоръчваме периодично да преглеждате тази страница.":"We can change this Privacy Policy at any time without notice to you and will post the revised Privacy Policy in the Service. The revised Policy will become effective 180 days after the posting of the revised Policy in the Service and your continued access or use of the Service after this period will constitute your acceptance of the revised Privacy Policy. Therefore, we recommend that you periodically review this page.","ИНФОРМАЦИЯ, КОЯТО СЪБИРАМЕ:":"INFORMATION WE COLLECT:","Ще събираме и обработваме следната лична информация за Вас:":"We will collect and process the following personal information about you:","Име":"Name","И-мейл":"Email","Телефон":"Phone","Пол":"Gender","КАК СЪБИРАМЕ ВАШАТА ИНФОРМАЦИЯ:":"How We Collect Your Information:","Ние събираме/получаваме информация за Вас по следния начин:":"We collect/receive information about you in the following way:","Когато потребителят попълни регистрационния формуляр или по друг начин изпрати лична информация":"When the user fills out the registration form or sends personal information in another way.","Взаимодейства с уебсайта":"Interacting with the website.","От публични източници":"From public sources.","КАК ИЗПОЛЗВАМЕ ВАШАТА ИНФОРМАЦИЯ:":"How We Use Your Information:","Ние ще използваме информацията, която събираме за вас за следните цели:":"We will use the information we collect from you for the following purposes:","Маркетинг/ Промоционални":"Marketing/Promotional","Създаване на потребителски акаунт":"Creating a user account","Препоръки":"Recommendations","Плащането се обработва":"The payment is being processed","поддържа":"Support","Информация за администрацията":"Administration Information","Целенасочена реклама":"Targeted Advertising","Защита на сайта":"Website Security","Управление на потребителския акаунт":"User Account Management.","Ако искаме да използваме вашата информация за някаква друга цел, ние ще ви поискаме съгласие и ще използваме вашата информация само след като получим вашето съгласие и след това само за целта(ите), за която(ите) даваме съгласието, освен ако от нас не се изисква да направим друго закон.":"If we want to use your information for any other purpose, we will ask for your consent and will only use your information after we receive your consent and only for the purpose(s) for which we give consent, unless otherwise required by law.","КАК СПОДЕЛЯМЕ ВАШАТА ИНФОРМАЦИЯ:":"How We Share Your Information:","Ние няма да прехвърлим вашата лична информация на трета страна, без да поискаме вашето съгласие, освен при ограничени обстоятелства, както е описано по-долу:":"We will not transfer your personal information to a third party without your consent, except in limited circumstances as described below:","Рекламна услуга":"Advertising service.","Анализ":"Analysis","Ние изискваме от тези трети страни да използват личната информация, която им предаваме, само за целта, за която е била прехвърлена, и да не я задържат по-дълго, отколкото е необходимо за изпълнение на споменатата цел.":"We require these third parties to use the personal information we provide them with only for the purpose it was transferred for, and not to retain it for longer than necessary to fulfill the aforementioned purpose.","Може също така да разкрием вашата лична информация за следното: (1) за спазване на приложим закон, наредба, съдебно разпореждане или друг правен процес; (2) за прилагане на вашите споразумения с нас, включително тази Политика за поверителност; или (3) за да отговорим на твърдения, че използването на Услугата от ваша страна нарушава права на трети страни. Ако Услугата или нашата компания се слеят или придобият с друга компания, вашата информация ще бъде един от активите, които се прехвърлят на новия собственик.":"We may also disclose your personal information for the following purposes: (1) to comply with applicable law, regulation, court order or other legal process; (2) to enforce your agreements with us, including this Privacy Policy; or (3) to respond to claims that the use of the Service by you violates the rights of a third party. If the Service or our company is merged or acquired by another company, your information will be one of the assets transferred to the new owner.","ЗАПАЗВАНЕ НА ВАШАТА ИНФОРМАЦИЯ:":"PRESERVING YOUR INFORMATION:","Ние ще запазим вашата лична информация при нас от 90 дни до 2 години, след като потребителските акаунти останат неактивни, или толкова дълго, колкото ни е необходима, за да изпълним целите, за които е събрана, както е описано подробно в тази Политика за поверителност. Може да се наложи да запазим определена информация за по-дълги периоди, като водене на записи/отчитане в съответствие с приложимото законодателство или по други законни причини като прилагане на законни права, предотвратяване на измами и т.н. Остатъчна анонимна информация и обобщена информация, нито една от които не ви идентифицира (пряко или косвено), могат да се съхраняват за неопределено време.":"We will keep your personal information with us for 90 days to 2 years after user accounts become inactive, or as long as necessary to fulfill the purposes for which it was collected, as described in detail in this Privacy Policy. It may be necessary to keep certain information for longer periods, such as for record keeping/accounting purposes in accordance with applicable law or for other legal reasons such as enforcing legal rights, preventing fraud, etc. Anonymous and aggregated information, neither of which identifies you (direct","ВАШИТЕ ПРАВА:":"Your Rights:","В зависимост от приложимия закон може да имате право на достъп и коригиране или изтриване на вашите лични данни или да получите копие от вашите лични данни, да ограничите или да възразите срещу активното обработване на вашите данни, да поискате от нас да споделим (пренесем) вашите лични данни информация на друг субект, оттегляне на всяко съгласие, което сте ни предоставили за обработка на вашите данни, право на подаване на жалба до законов орган и такива други права, които могат да бъдат приложими съгласно приложимите закони. За да упражните тези права, можете да ни пишете на stroverbg@gmail.com. Ние ще отговорим на вашето искане в съответствие с приложимото законодателство.":"Depending on the applicable law, you may have the right to access, correct or delete your personal data or to receive a copy of your personal data, to restrict or object to the active processing of your data, to request us to share (transfer) your personal data information to another subject, to withdraw any consent you have given us for the processing of your data, the right to lodge a complaint with a supervisory authority and other rights that may be applicable under applicable laws. To exercise these","Можете да се откажете от директните маркетингови комуникации или профилирането, което извършваме за маркетингови цели, като ни пишете на stroverbg@gmail.com.":"You can opt out of direct marketing communications or profiling that we carry out for marketing purposes by writing to stroverbg@gmail.com","Имайте предвид, че ако не ни позволите да събираме или обработваме необходимата лична информация или оттеглите съгласието за обработка на същата за изискваните цели, може да нямате достъп до или да използвате услугите, за които е била търсена вашата информация.":"Keep in mind that if we are not allowed to collect or process the necessary personal information or you withdraw your consent for the same for the required purposes, you may not have access to or use the services for which your information was requested.","СИГУРНОСТ:":"SECURITY:","Сигурността на вашата информация е важна за нас и ние ще използваме разумни мерки за сигурност, за да предотвратим загуба, злоупотреба или неразрешена промяна на вашата информация под наш контрол. Въпреки това, предвид присъщите рискове, не можем да гарантираме абсолютна сигурност и следователно не можем да гарантираме или гарантираме сигурността на каквато и да е информация, която ни предавате, и вие го правите на свой собствен риск.":"The security of your information is important to us and we will use reasonable security measures to prevent loss, misuse or unauthorized alteration of your information under our control. Despite the inherent risks, we cannot guarantee absolute security and therefore cannot guarantee or warrant the security of any information you transmit to us and you do so at your own risk.","ВРЪЗКИ НА ТРЕТИ СТРАНИ И ИЗПОЛЗВАНЕ НА ВАШАТА ИНФОРМАЦИЯ:":"THIRD-PARTY LINKS AND USE OF YOUR INFORMATION:","Нашата услуга може да съдържа връзки към други уебсайтове, които не се управляват от нас. Тази Политика за поверителност не се отнася до политиката за поверителност и други практики на трети страни, включително трета страна, управляваща уебсайт или услуга, които могат да бъдат достъпни чрез връзка в Услугата. Горещо ви съветваме да прегледате политиката за поверителност на всеки сайт, който посещавате. Ние нямаме контрол и не поемаме отговорност за съдържанието, политиките за поверителност или практиките на сайтове или услуги на трети страни.":"Our service may contain links to other websites not controlled by us. This Privacy Policy does not apply to the privacy policies and other practices of third parties, including the third party operating a website or service that may be accessible through a link in the Service. We strongly advise you to review the privacy policy of every site you visit. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.","ЖАЛБА / ДЛЪЖНОСТНО ЛИЦЕ ПО ЗАЩИТА НА ДАННИТЕ:":"COMPLAINT / DATA PROTECTION OFFICER:","Ако имате някакви въпроси или притеснения относно обработката на вашата информация, която е достъпна при нас, можете да изпратите имейл до нашия служител по жалбите на Strover, drujba 2, имейл: stroverbg@gmail.com. Ние ще отговорим на вашите опасения в съответствие с приложимото законодателство.":"If you have any questions or concerns about the processing of your information available with us, you can send an email to our complaints officer at Strover, drujba 2, email: stroverbg@gmail.com. We will respond to your concerns in accordance with applicable legislation."}