{"В Strover Web ще научите всичко необходимо за изработване на уеб сайт":"At Strover Web you will learn everything you need to build a website.","Изработка на":"Development of","онлайн магазин":"online store","уеб сайт":"website","бизнес сайт":"business site","Форум":"Forum","Вашият уеб сайт работи денонощно":"Your website is working 24/7","Изграждане на доверието в клиентите Ви":"Building trust with your customers.","Разширяване обхвата на бизнеса Ви":"Expanding Your Business Reach","За разлика от нас хората, сайта няма нужда от почивка. Той ще представя бизнеса Ви денонощно, за да може до Вас винаги да достигат повече потребители и потенциални клиенти, които се интересуват от вашите услуги или продукти.":"Unlike us, a website doesn't need rest. It will represent your business 24/7 so that more users and potential customers who are interested in your services or products can always reach you.","Всеки ваш потенциален клиент, ще желае да види така наречената “дигитална следа”, това ще рече социални мрежи и Уеб сайт. Защо ли? Вече никой не се доверява “на сляпо”, всеки иска да провери с кого ще работи.":"Every your potential customer will want to see what is called the \"digital footprint\", this means social networks and a website. Why? Nobody trusts blindly anymore, everyone wants to check who they are working with.","Забравете вече за териториалните ограничения, вие разполагате с целият интернет. Сайтът Ви има възможността да се срещне с неограничен брой хора и достигане до повече клиенти.":"Forget about territorial restrictions, you have access to the entire internet. Your website has the ability to meet an unlimited number of people and reach more customers.","Процеса и услугите ни":"OUR PROCESSES AND SERVICES.","Нашият процес чрез който изграждаме успешен уеб сайт. ":"Our process for building a successful website.","Анализ и консултация":"Analysis and Consultation","Най-напред извършваме консултация, където ще поговорим за вашите идеи и как ние можем да ви помогнем.":"We start with a consultation, where we will discuss your ideas and how we can help you.","Изработка нa сайт":"Website Development","SEO оптимизация":"SEO optimization","Когато е завършен уейбсайта, се пристъпва към намирането на потребители и потенциални клиенти. Това се извършва, чрез търсачките или т.н. SEO (Search Engine Optimization)":"When the website is finished, it is time to find users and potential customers. This is done through search engines or so-called SEO (Search Engine Optimization).","Онлайн добавяне на продукти":"Online product addition","С услугата “Онлайн добавяне на продукти”, ние ще добавим вашите дигитални продукти, чрез Admin Panel, който е изработен от нас за вас.":"With the \"Online Product Addition\" service, we will add your digital products through an Admin Panel developed by us for you.","Поддръжка и развитие":"Support and Development","Когато сайтът Ви има техническа поддръжка, той е винаги актуален, винаги защитен от атаки и винаги в изправност и готов да достигне до нови висоти.":"When your website has technical support, it is always up-to-date, always secure from attacks, and always in good condition and ready to reach new heights.","Всяка услуга изброена по-горе, може да бъде поръчана поотделно":"Every service listed above can be ordered separately.","Допълнителни услуги":"Additional Services","Редизайн":"Redesign","Това е в същността си основен ремонт, правещ значителна промяна на елементи като кода, съдържанието, структурата и визуалните елементи на текущия сайт. Ревизирането и променянето на съставните елементи на дадения сайт имат за цел да подобрят визията, функциите, потребителския опит и всички други параметри, засягащи качественото представяне на сайта – пред потребителите и алгоритмите на онлайн търсачките.":"This is essentially a major overhaul, making significant changes to elements like code, content, structure, and visual elements of the current website. The revision and alteration of the components of a given website are intended to improve the vision, functionality, user experience, and all other parameters affecting the quality presentation of the website - to users and online search algorithms.","При “Ребрандирането”, ние ще променим вече съществуващите елементи с нови, като преди това проучим пазара и конкуренцията, за да разберем какво търси вашата аудитория.":"At the \"Rebranding\", we will replace existing elements with new ones, after researching the market and competition to understand what your audience is looking for.","Желаете по-бързо и по-лесно да достигнете до повече клиенти? Услугата \"Google Ads\" предоставя точно това.":"Do you want to reach more customers faster and easier? Google Ads service provides exactly that.","Създаване на снимки за сайт":"Creating website images","Както всички знаем, красотата продава, затова е важно да имате професионално направени снимки.":"As we all know, beauty sells, so it is important to have professionally taken pictures.","Нашите цени":"Our prices","Предназначение":"Purpose","Да продава артикули онлайн с конвенционален метод за продажба на дребно/едро.":"Sell items online with a conventional retail method for bulk/retail.","Характеристика":"Characteristic","Производствена галерия с висококачествени изображения":"Production gallery with high quality images","продуктови страници":"Product pages","Възможности за сигурно плащане/транзакция (със SSL сертификат)":"Secure Payment/Transaction Options (with SSL Certificate)","Опции за персонализиране на акаунта (списъци с желания, запазени поръчки, профилни страници и др.)":"Account customization options (wishlists, saved orders, profile pages, etc.)","Бизнес сайт":"Business website","Да информирате потенциални клиенти и потребители за вашия бизнес и да ги примамите да работят с вас":"To inform potential customers and users about your business and to accept them to work with you","обяснение на услугите":"Explanation of services","фирмена биография (обикновено страницата \"за нас\")":"Company Biography (usually the \"About Us\" page)","основни данни за компанията (адрес, телефонен номер, имейл и др.)":"Main data for the company (address, phone number, email, etc.)","изявление на мисията":"Mission Statement","справяне с болезнените точки и изявление за настояща стойност":"Dealing with weak points and expressing present value","призив за действие за съвместна работа":"Call to Action for Collaboration","Персонален":"Personal","Да показва мостри от работа за определени професионалисти и да привлича повече клиенти":"Showcase work for specific professionals and attract more customers","Галерия от висококачествени изображения и работни образци":"Gallery of high quality images and working samples","Призив за действие за съвместна работа":"Call to Action for Collaboration","Да позволи на потребителите да обсъждат помежду си и да споделят информация и връзки помежду си, обикновено посветени на конкретни теми.":"Allow users to discuss and share information and links between each other, usually related to specific topics.","организирани дискусионни табла по теми":"Organized discussion tables on topics","генериране на потребителско съдържание (потребителите могат да качват свое собствено съдържание независимо)":"Generating User Content (users can upload their own content independently)","модератори":"Moderators","персонализиране на акаунта (любими, известия за отговори, биографии на профили и др.)":"Personalizing the account (favorites, notifications for answers, profile biographies, etc.)","SEO оптимизация - спрямо големината на сайта и типът на сайта":"SEO optimization - according to the size of the site and the type of site.","Превърнете идеите си в сайт!":"Turn your ideas into a website!","НАПРАВЕТЕ ЗАПИТВАНЕ СЕГА":"Make a request now","ЧЕСТО ЗАДАВАНИ ВЪПРОСИ":"Frequently Asked Questions","Какви са най-често задаваните въпроси, които вълнуват нашите клиенти преди да започнем съвместната си работа":"What are the most frequently asked questions that concern our customers before we start our joint work","КОЛКО ПАРИ ЩЕ МИ СТРУВА":"How much will it cost me?","Всеки наш проект има индивидуален дизайн и бизнес логика. Офертата, която ще Ви предложим за изработката на уеб сайт или онлайн магазин ще бъде специално създадена за вас като съотношение цена-качество  и ще е съобразена спрямо целите, които гоните, функционалностите и мащаба на сайта":"Every one of our projects has an individual design and business logic. The offer we will make for the development of a website or online store will be specially created for you in terms of price-quality ratio and will be tailored to the goals you are pursuing, the functionality and the scale of the site.","КАКВО ОЧАКВАТЕ ОТ МЕН":"What do you expect from me?","От Вас очакваме да ни предоставите информацията, с която ще искате да представите бизнеса си, дейността си, продуктите и/или услугите си. Разбира се, нашият екип ще Ви съдейства с предложения, препоръки и подробни насоки. Ако нямате времето за тази подготовка, то ще може да Ви съдействаме и с този етап.":"We expect you to provide us with the information you want to use to present your business, activities, products and/or services. Of course, our team will assist you with suggestions, recommendations and detailed instructions. If you don't have time for this preparation, we can also help you with this stage.","ИМАМ ПО-ИЗГОДНИ ПРЕДЛОЖЕНИЯ":"I HAVE BETTER OFFERS","Добре изработеният сайт генерира приходи от онлайн пространството Ви години наред. Професионалният ни съвет е да не се фокусирате върху разлики в рамките на няколкостотин лева, които се възвръщат моментално като инвестиция, а да съпоставяте предложенията по това какво ще донесат за бизнеса Ви.":"The well-crafted website generates income from your online space for years to come. Our professional advice is not to focus on differences of a few hundred leva that return instantly as an investment, but to compare the offers on what they will bring to your business.","КОЛКО ВАРИАНТА НА ВИЗИИ ЩЕ МИ ДАДЕТЕ":"How many site vision options will you give me?","Ние не работим по готови темплейти, затова Ви предоставяме индивидуални дизайни, които са съобразени с вашите предпочитания за визия. Те са съчетаемост с успешни работещи практики, за да Ви предоставим  най-добрите решения. Разбира се първо минава през Вашето одобрение и корекции при необходимост. ":"We don't work with ready-made templates, so we provide individual designs that are in line with your vision preferences. They are combined with successful working practices to provide you with the best solutions. Of course, it goes through your approval and corrections if necessary.","КАК КЛИЕНТИТЕ ЩЕ ДОСТИГАТ ДО МЕН":"How will customers reach me?","Възможностите са безкрайни затова избираме най-оптималният начин, но най-честите начини са чрез социалните мрежи и/или оптимизиране на търсачките.":"The possibilities are endless, so we choose the most optimal way, but the most common ways are through social networks and/or search engine optimization.","Информация за специалиста или агенцията":"Information about the specialist or agency","Обяснение на услугите":"Explanation of the services","Онлайн магазин / e-commerce":"Online store / e-commerce","как вашият уеб сайт печели за вас":"How your website wins for you","Ребрандиране":"Rebranding","След като разберем повече за вашите цел и посока, започваме разработка на перфектният за ваш сайт.":"Once we understand your goals and direction, we start developing the perfect website for you.","Снимане на продукти - по договаряне":"Product photography - negotiable","Поддръжка и развитие на сайта":"Support and development of the website","Вкарване на продукти - 0.80 стотинки на продукт. При повече от 1 000 продукта, е по договаряне":"Purchase of products - 0.80 cents per product. For orders of more than 1,000 products, prices are negotiable."}