export const questionData = [
  {
    title: "КОЛКО ПАРИ ЩЕ МИ СТРУВА",
    text: `Всеки наш проект има индивидуален дизайн и бизнес логика. Офертата, която ще Ви предложим за изработката на уеб сайт или онлайн магазин ще бъде специално създадена за вас като съотношение цена-качество  и ще е съобразена спрямо целите, които гоните, функционалностите и мащаба на сайта`,
    _id: "1231231212",
  },
  {
    title: "КАКВО ОЧАКВАТЕ ОТ МЕН",
    text: `От Вас очакваме да ни предоставите информацията, с която ще искате да представите бизнеса си, дейността си, продуктите и/или услугите си. Разбира се, нашият екип ще Ви съдейства с предложения, препоръки и подробни насоки. Ако нямате времето за тази подготовка, то ще може да Ви съдействаме и с този етап.`,
    _id: "1231311",
  },
  {
    title: "ИМАМ ПО-ИЗГОДНИ ПРЕДЛОЖЕНИЯ",
    text: `Добре изработеният сайт генерира приходи от онлайн пространството Ви години наред. Професионалният ни съвет е да не се фокусирате върху разлики в рамките на няколкостотин лева, които се възвръщат моментално като инвестиция, а да съпоставяте предложенията по това какво ще донесат за бизнеса Ви.`,
    _id: "21312323112",
  },
  {
    title: "КОЛКО ВАРИАНТА НА ВИЗИИ ЩЕ МИ ДАДЕТЕ",
    text: `Ние не работим по готови темплейти, затова Ви предоставяме индивидуални дизайни, които са съобразени с вашите предпочитания за визия. Те се съчетаваст с успешни работещи практити, за да Ви предоставим  най-добрите решения. Разбира се първо минава през Вашето одобрение и корекции при необходимост. `,
    _id: "sadc2sa",
  },
  {
    title: "КАК КЛИЕНТИТЕ ЩЕ ДОСТИГАТ ДО МЕН",
    text: `Въжмосностите са безкрайни затова избираме най-оптималният начин, но най-честите начини са чрез социалните мрежи и/или оптимизиране на търсачките.`,
    // text: `Въжмосностите са безкрайни затова избираме най-оптималният начин, спрямо вашият бизнес и технологии за изграждането на сайта.`,

    isBorder: false,
    _id: "1231sada211s",
  },
];
