const QuestionsHomeData = [
  {
    title: "Какво е включено в услугите за разработка на електронна търговия?",
    paragraph:
      "Във всички планове включен безплатен хост за една година и безплатен SSL сертификат. Всичко друго е спрямо плана.",
  },
  {
    title:
      "Колко време отнема разработването на уебсайт за електронна търговия?",
    paragraph: `Обикновенно до една седмица. Разбира се, времето вариа, спрямо изисванията и нуждите на клиента`
    
  },
  {
    title: `
    Осигурявате ли текуща поддръжка и поддръжка за моя уебсайт за електронна търговия?`,
    paragraph: `
    След изработването на онлайн магазина, се заемаме с поддръжката, оптимизация, надграждането на сайта,
    включително редовни софтуерни актуализации, наблюдение на сигурността и техническа поддръжка. 
    Това може да помогне да се гарантира, че уебсайтът Ви работи гладко и е в крак с най-новите технологии и стандарти за сигурност.
    `,
  },

  {
    title: `
    
Можете ли да ми помогнете със създаването на съдържание за моя уебсайт за електронна търговия?`,
    paragraph: `
    Да, създаването на съдържание, като описания на продукти, статии в блогове и друго съдържание на уебсайтове. Това може да Ви помогне да създадете по-ангажиращ и информативен уебсайт, който да се хареса на вашата целева аудитория.
    `,
  },
  {
    title: `
    Можете ли да ми помогнете с дигиталния маркетинг за моя уебсайт за електронна търговия?`,
    paragraph: `
    Както услуги за разработка на електронна търговия също предлагаме услуги за дигитален маркетинг, 
    за да ви помогнат да привлечете трафик и да увеличите продажбите на уебсайта си. Тези услуги могат да включват оптимизация за търсачки (SEO), реклама с плащане на клик (PPC), маркетинг в социалните медии и и-мейл маркетинг.
    `,
  },
  {
    title: `
    Можете ли да ми помогнете с анализи и отчитане за моя уебсайт за електронна търговия?`,
    paragraph: `
    Да, услугите за разработка на електронна търговия могат да Ви помогнат да настроите и конфигурирате инструменти за анализ, като Google Analytics, 
    за проследяване на важни показатели като трафик, проценти на реализация и поведение на клиентите. Те могат също така да предоставят редовни отчети и прозрения, за да ви помогнат да вземете решения, основани на данни, за вашия бизнес.
    `,
  },

  // {
  //   title: `
  //   Какви платформи и технологии използвате за разработване на уебсайтове за електронна търговия?`,
  //   paragraph: 
  //   `Използваме най-новите технологии, за възможно най-бързо зареждане на сайта и бърза интерактивност.`,
  // },
  // {
  //   title: `
  //   Как гарантирате сигурността на моя уебсайт за електронна търговия и клиентските данни?`,
  //   paragraph: `
  //   Услугите за разработка на електронна търговия трябва да дават приоритет на сигурността на вашия уебсайт 
  //   и клиентските данни и трябва да използват най-добрите практики за криптиране на данни, сигурни шлюзове за плащане и други мерки за сигурност за защита срещу хакване и пробиви на данни.
  //   `,
  // },
  // {
  //   title: `
  //   Как гарантирате сигурността на моя уебсайт за електронна търговия и клиентските данни?`,
  //   paragraph: `
  //   Да, много услуги за разработка на електронна търговия предлагат услуги за мигриране на
  //    уебсайтове, за да ви помогнат да преместите съществуващия си уебсайт на нова платформа.
  //     Това може да включва прехвърляне на данни за продукти, данни за клиенти и друга информация, за да се осигури безпроблемен преход.

  //   `,
  // },
  // {
  //   title: `
  //   Как гарантирате, че уебсайтът ми за електронна търговия е удобен за мобилни устройства?`,
  //   paragraph: `
  //   Удобството за мобилни устройства е от съществено значение за уебсайтовете за електронна търговия,
  //    тъй като все повече и повече хора използват своите мобилни устройства, за да пазаруват онлайн. 
  //    Ние гарантираме, че вашият уебсайт е отзивчив и оптимизиран за мобилни устройства, с бързо време за зареждане и лесна навигация.
  //   `,
  // },


  // {
  //   title: `
  //   Как гарантирате, че уебсайтът ми за електронна търговия е оптимизиран за търсачки?`,
  //   paragraph: `
  //   Оптимизацията за търсачки (SEO) е от решаващо значение за привличането на органичен трафик към вашия уебсайт за електронна търговия. Услугите за разработка на електронна търговия трябва да използват най-добрите практики за SEO, като оптимизиране на заглавия на страници, мета описания и описания на продукти, използване на чисти URL адреси и гарантиране, че уебсайтът ви е удобен за мобилни устройства и има бързо време за зареждане.
  //   `,
  // },

  // {
  //   title: `Можете ли да ми помогнете с брандирането и дизайна на моя уебсайт за електронна търговия?`,
  //   paragraph: `
  //   Да. Имаме и брандиране и дизайнерски услуги, за да ви помогнат да създадете сплотена и запомняща се идентичност на марката за вашия уебсайт. Това може да включва дизайн на лого, цветови схеми, типография и други визуални елементи, които помагат да се разграничи вашата 
  //   марка от конкурентите.
  //   `,
  // },
  // {
  //   title: `
  //   Как обработвате плащанията за моя уебсайт за електронна търговия?`,
  //   paragraph: `
  //   Ние сме запознати с обработката на плащанията и да Ви помогнем да изберете правилния шлюз за плащане за вашия бизнес
  //   . Също така трябва да гарантираме, че вашият уебсайт е PCI съвместим и защитен, с криптирана обработка на плащания и мерки за предотвратяване на измами.
  //   `,
  // },
  // {
  //   title: `
  //   Можете ли да ми помогнете с изпълнението на поръчките и логистиката на доставката за моя уебсайт за електронна търговия?`,
  //   paragraph: `
  //   Да, много услуги за разработване на електронна търговия предлагат логистични услуги за изпълнение на поръчки и доставка, за да ви помогнат да управлявате инвентара си, да обработвате поръчки и да изпращате продукти до клиентите. Това може да включва работа с доставчици трети страни или създаване на собствени вътрешни операции.
  //   `,
  // },
  // {
  //   title: `
  //   Можете ли да предоставите примери за уебсайтове за електронна търговия, които сте разработили в миналото?`,
  //   paragraph: `
  //    които са разработили в миналото, заедно с казуси и препоръки от предишни клиенти. Това може да ви помогне да добиете представа за техния опит, експертиза и подход към разработването на уебсайтове.
  //   `,
  // },
];

export default QuestionsHomeData;
