const SwiperHomeData =[
    {
        title: "Унилано красив дизайн на твоя магазин",
        paragraph: `За нас е от първостепенно значение са дизайна, сигурността и оптимизацията на онлайн магазините, котио създаваме 
    
        В създадените от нас онлайн магазини залагаме на най-новите стандарти в SEO оптимизацията и превръщането на максимално повече посетители в клиенти 
        `,
        imgUrl: "/mockupPhoneAndLaptop.png",
    
    }, 
    {
   
    title: "Направете бизнеса си онлайн",
    paragraph: "Превърнете вашия магазин за търговия на дребно в онлайн магазин и приемайте повече поръчки всеки ден.",
    imgUrl: "/testing.png",

}, ]

export default SwiperHomeData