{"We are Strover. Young, ambitious and creative internet professionals who are ready to learn from everyone and everything. We weave our network around e-commerce, web design, online marketing and SEO optimization, geared towards existing and new businesses.":"Ние сме Strover. Млади, амбициозни и креативни интернет паяци, които са готови да се учат от всичко и всички. Плетем мрежата си около онлайн търговията, уеб дизайна, онлайн маркетинга и SEO оптимизацията, насочени към съществуващи и нови бизнеси.","WORK PRINCIPLES":"ПРИНЦИПИ НА РАБОТА","We at Strover take a personal approach to each individual project. We always finish our work to the end and on time. For us, this is an expression of our professional ethics and responsibility.":"Ние от Strover влагаме лично отношение към всеки отделен проект. Винаги завършваме работата си докрай и навреме. За нас това е израз на нашата професионална етика и отговорност.","A team that finds solutions for you":"Екип, който намира решения за Вас","Always fresh, for work to be pleasant with us, creative enough to present your business in a special way, we are constantly motivated to offer you solutions that you need!":"Винаги свежи, за работата да е приятна с нас, достатъчно креативни, за да представим бизнеса Ви по един специален начин, ние сме постоянно мотивирани, за да Ви предложим решения, от които имате нужда!","Services that guarantee your success":"Услуги, които Ви гарантират успех","When is a service successful? When it is built on the latest trends and current practices, when it is under constant analysis, when it is perfectly used by its users. We work tirelessly on our services to guarantee you success!":"Кога една услуга е успешна? Когато е изградена върху най-новите тенденции и актуални практики, когато е под постоянна анализация, когато се напасва перфектно от ползвателите ѝ. Ние работим непрестанно върху услугите си, за да Ви гарантираме успех!","The results you've always wanted":"Резултати, които винаги сте искали","Over the years we have learned many things about success and one of them is that it is not created alone. Our success is directly linked to that of our clients. That is why for every one of our projects, we focus on the results that you are striving for!":"През годините научихме много неща за успеха и едно от нещата е че не се създава самостоятелно. Нашият успех е пряко обвързан с този на нашите клиенти. Затова всеки наш проект, ние се фокусираме върху резултатите, към които се стремите!","Team":"ЕКИПЪТ","Hristian Alexandrov":"Християн Александров","Copywriter":"Копирайтър"}